<?php
/**
 * 子模块
 */
return [ 
		'GAME_MODULE_SUB_TYPE_CONFIG' => [ 
			0=>'未设置来源',
			10201=>'重置技能点',
			10202=>'升级技能',
			10203=>'加英雄经验',
			10204=>'解锁英雄',
			10601=>'商店购买',
			10801=>'创建联盟',
			106002=>'联盟科技募捐',
			10901=>'征兵',
			10902=>'升级兵',
			10903=>'缩减征兵CD',
			11000=>'地图战斗(城?)',
			11001=>'地图拾取',
			11401=>'钱买资源',
			11601=>'医院治疗',
			11701=>'主城建造',
			11702=>'研究科技',
			11801=>'已有英雄获取碎片',
			11802=>'野外加入',
			11900=>'任务奖励',
			12001=>'合成道具',
			12002=>'合成装备'
		] 
];